/*
  Localizable.strings
  TSFeedback

  Created by 沧海无际 on 2020/5/14.
  
*/

"E-mail" = "E-mel";
"Enter your email address here" = "Masukkan alamat e-mel anda di sini";
"Content" = "Kandungan";
//"Note:" = "Note: ";
"Submit" = "Hantar";
"Sending…" = "Sedang hantar…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Mel telah berjaya dihantar! Kami akan selesaikan masalah anda secepat mungkin.";
"Send failed!" = "Hantaran gagal!";
"You can also click on product support to find the corresponding solution. Product Support >>" = "Anda juga boleh tekan pada sokongan produk untuk cari kaedah penyelesaian yang sesuai. Sokongan produk >>";
"Product Support >>" = "Sokongan produk >>";
"Please make sure your network connection is working and submit again." = "Sila pastikan sambungan rangkaian anda berfungsi normal dan hantar semula.";
"Feedback" = "Maklum balas";

"Please enter valid Email address." = "Sila masukkan alamat emel yang sah.";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "Terima kasih untuk menghubungi kami dan berikan pendapat anda mengenai produk kami.";
"What do you want to do with this product?" = "Apa yang anda mahu buat dengan produk ini?";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1: Untuk selesaikan masalah dengan cepat, sila jelaskan masalah yang anda alami dengan lebih terperinci.";
"What is your problem when using this product?" = "Apakah masalah yang anda hadapi apabila menggunakan produk ini?";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1: Jika anda mempunyai sebarang soalan mengenai produk atau perkhidmatan selepas jualan, sila beritahu kami.";
"E-mail" = "E-mel";
"Please enter a valid email address" = "Sila masukkan alamat emel yang sah";
"Please make sure your email is correct" = "Sila pastikan e-mel anda betul";
"Notes:" = "Nota:";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1: Oleh sebab perbezaan masa perkhidmatan pelanggan global, anda akan dapat jawapan dalam masa 48 jam hari bekerja.";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2: Anda juga boleh semak Soalan Lazim dalam talian kami untuk dapat jawapan untuk beberapa isu pesanan atau masalah teknikal dengan lebih cepat.";
"order issues" = "isu pesanan";
"technical problems" = "masalah teknikal";

"Attach log file" = "Lampirkan fail log";
"Attach images:" = "Lampirkan imej:";
"Add Image" = "Tambah Imej";
"Add up to 2 images" = "Tambah sehingga 2 imej";
"Submit" = "Hantar";
"Sending…" = "Sedang hantar…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Mel telah berjaya dihantar! Kami akan selesaikan masalah anda secepat mungkin.";
"Send failed!" = "Hantaran gagal!";
"Please make sure your network connection is working and submit again." = "Sila pastikan sambungan rangkaian anda berfungsi normal dan hantar semula.";
"Feedback" = "Maklum balas";
"OK" = "OK";

